{
  "id": 76600,
  "page": 1,
  "results": [
    {
      "author": "mooney240",
      "author_details": {
        "name": "",
        "username": "mooney240",
        "avatar_path": "/blEC280vq31MVaDcsWBXuGOsYnB.jpg",
        "rating": 6
      },
      "content": "**Avatar: The Way of Water follows in its predecessor’s footsteps with stunning effects and a mediocre story.**\r\n\r\nIt’s a James Cameron film, so it’s impressive. The special effects, camerawork, world-building, and action were all off the charts. But Avatar: The Way of Water struggles like its predecessor in the story and character development departments. In fact, the story of The Way of Water is almost identical to the first Avatar. Instead of humans learning to be Na’vi and then fighting Stephen slang, a family of forest Na’vi learns to be ocean Na’vi and then fight Stephen Lang. But the new movie also focuses on a group of annoying teens that constantly get themselves in trouble and peril over and over again throughout the much too long 3+ hour runtime and sidelining better, more established characters. All the strengths and weaknesses of the first movie are back in this one, with the bonus of being compared to the original at every turn. It really is a visual feast and special effects masterpiece, but just like the first Avatar, that’s all it is.",
      "created_at": "2022-12-16T06:48:15.541Z",
      "id": "639c14af0752880093558e1c",
      "updated_at": "2022-12-16T14:07:45.139Z",
      "url": "https://www.themoviedb.org/review/639c14af0752880093558e1c"
    },
    {
      "author": "MSB",
      "author_details": {
        "name": "MSB",
        "username": "msbreviews",
        "avatar_path": "/https://www.gravatar.com/avatar/992eef352126a53d7e141bf9e8707576.jpg",
        "rating": 7
      },
      "content": "FULL SPOILER-FREE REVIEW @ https://www.msbreviews.com/movie-reviews/avatar-the-way-of-water-spoiler-free-review\r\n\r\n\"Avatar: The Way of Water clearly sets itself apart from other blockbusters, building on 13 years of preparation to deliver a memorable CINEMA experience by the one and only James Cameron.\r\n\r\nA visually, technically breathtaking adventure, particularly in the truly stunning underwater sequences. Score (Simon Franglen) remains epic, and the genuine dynamics between the characters of the Sully family lead the viewer to strongly, emotionally invest in them - the performances of the cast, namely Zoe Saldaña, are vital for the film's success.\r\n\r\nToo bad the recycled, generic narrative doesn't keep up with the creativity, dedication, and innovation levels allocated to the technical elements. Underwhelming to the point of making the three-hour runtime feel heavier than it should, but for fans of the original - which remains supreme - it's far from ruining one of the year's must-see theater experiences.\"\r\n\r\nRating: B+",
      "created_at": "2022-12-17T09:51:34.972Z",
      "id": "639d91262f3b1700ba032aa1",
      "updated_at": "2022-12-17T09:51:35.062Z",
      "url": "https://www.themoviedb.org/review/639d91262f3b1700ba032aa1"
    }
  ],
  "total_pages": 1,
  "total_results": 2
}
